/* NSExecutableNotLoadableError */
"BundleErr3584" = "לא ניתן לטעון את החבילה ‎״%@״ מאחר שקובץ ההרצה שלה אינו ניתן לטעינה.";

/* NSExecutableNotLoadableError */
"BundleErr3584-C" = "לא ניתן לטעון את קובץ ההרצה של החבילה.";

/* NSExecutableNotLoadableError */
"BundleErr3584-R" = "נסה/י להתקין את החבילה מחדש.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585" = "לא ניתן לטעון את החבילה ‎״%@״ מאחר שהיא אינה מכילה גירסה עבור הארכיטקטורה הנוכחית.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-C" = "החבילה אינה מכילה גירסה עבור הארכיטקטורה הנוכחית.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-R" = "נסה/י להתקין גירסה אוניברסלית של החבילה.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586" = "לא ניתן לטעון את החבילה ‎״%@״ מאחר שהיא אינה תואמת ליישום הנוכחי.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-C" = "החבילה אינה תואמת ליישום זה.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-R" = "נסה/י להתקין גירסה חדשה יותר של החבילה.";

/* NSExecutableLoadError */
"BundleErr3587" = "לא ניתן לטעון את החבילה ‎״‎%@‎״‎ מאחר שהיא פגומה או שחסרים בה משאבים הכרחיים.";

/* NSExecutableLoadError */
"BundleErr3587-C" = "החבילה פגומה או חסרים בה משאבים הכרחיים.";

/* NSExecutableLoadError */
"BundleErr3587-R" = "נסה/י להתקין את החבילה מחדש.";

/* NSExecutableLinkError */
"BundleErr3588" = "לא ניתן לטעון את החבילה ״‎%@‎״.";

/* NSExecutableLinkError */
"BundleErr3588-C" = "לא ניתן לטעון את החבילה.";

/* NSExecutableLinkError */
"BundleErr3588-R" = "נסה/י להתקין את החבילה מחדש.";

/* NSFileNoSuchFileError */
"BundleErr4" = "לא ניתן לטעון את החבילה ‎״‎%@‎״ מאחר שלא ניתן לאתר את קובץ ההרצה שלה.";

/* NSFileNoSuchFileError */
"BundleErr4-C" = "לא ניתן לאתר את קובץ ההרצה של החבילה.";

/* NSFileNoSuchFileError */
"BundleErr4-R" = "נסה/י להתקין את החבילה מחדש.";

/* Name of the 'Cocoa' error domain when showing to user. Very likely this will not get localized. */
"NSCocoaErrorDomain" = "Cocoa";

/* Name of the 'Core Foundation' error domain when showing to user. Very likely this will not get localized differently in other languages. */
"NSCoreFoundationErrorDomain" = "Core Foundation";

/* Name of the 'Mach' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'Mach' in the language. */
"NSMachErrorDomain" = "Mach";

/* Name of the 'OSStatus' error domain when showing to user. Very likely this will not get localized. */
"NSOSStatusErrorDomain" = "OSStatus";

/* Name of the 'POSIX' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'POSIX' in the language. */
"NSPOSIXErrorDomain" = "POSIX";

/* A generic error string indicating there was a problem. The %@ will be replaced by a second sentence which indicates why the operation failed. */
"The operation couldn\\U2019t be completed. %@" = "לא ניתן היה להשלים את הפעולה. %@";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain, code, and a description when there is no other way to present an error to the user. The first %@ indicates the error domain, %ld indicates the error code, and the second %@ indicates the description; so this might become '(Mach error 42 - Server error.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld - %@)" = "לא ניתן היה להשלים את הפעולה. (שגיאת %1$@  ‏%2$ld-  ‏%3$@)";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain and code when there is no other way to present an error to the user. The %@ indicates the error domain while %ld indicates the error code; so this might become '(Mach error 42.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld.)" = "לא ניתן היה להשלים את הפעולה. (שגיאת %1$@ ‏%2$ld.)";

